{
  "activeRecall": {
    "title": "Active Recall (Retrieval Practice)",
    "principle": {
      "title": "Principle",
      "description": "Instead of re-reading or highlighting, active recall forces you to pull information out of your brain without looking at your notes. The effort strengthens the memory trace and makes future recall easier. This is why testing yourself is far superior to passive review."
    },
    "howToApply": {
      "title": "How to Apply It",
      "items": [
        "<strong>Flashcards:</strong> Make Q&A cards (digital or paper). Don’t just flip — say or write the answer first.",
        "<strong>Blurting:</strong> Close your book, write everything you can remember on a blank page, then check what you missed.",
        "<strong>Practice Tests:</strong> Use past papers, online quizzes, or create your own mock exam.",
        "<strong>Teach It:</strong> Explain the topic to a friend, a pet, or even a stuffed animal. If you can teach it, you understand it."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "Instead of re-reading a biology chapter, you try to write down the steps of photosynthesis from memory. You then compare your answer with the textbook and fill in missing details. Each time, the recall gets stronger."
    },
    "bestPairedWith": {
      "title": "Best Paired With",
      "description": "Active Recall is most effective with <strong>Spaced Repetition</strong>. Use flashcards with spaced intervals to make sure you review right before forgetting."
    },
    "commonPitfalls": {
      "title": "Common Pitfalls",
      "description": "Mistakes include: <ul><li><strong>Recognition vs Recall:</strong> Don’t just recognize the right answer — produce it from memory.</li><li><strong>Over-relying on rereading:</strong> It feels good but is deceptive.</li><li><strong>Quitting too early:</strong> Struggle means your brain is learning. Stick with it.</li></ul>"
    },
    "tips": {
      "title": "Pro Tips",
      "items": [
        "Use <strong>blurting</strong> before reviewing notes.",
        "Record yourself explaining a topic, then listen back.",
        "Join study groups to quiz each other."
      ]
    },
    "evidence": {
      "title": "Scientific Evidence",
      "description": "Roediger & Karpicke (2006) showed retrieval practice improved long-term recall by 50% compared to rereading. Students who tested themselves remembered more even a week later."
    },
    "tools": ["Anki", "RemNote", "Quizlet", "Brainscape"]
  },
  "spacedRepetition": {
    "title": "Spaced Repetition",
    "principle": {
      "title": "Principle",
      "description": "Reviewing material at increasing intervals strengthens memory and keeps it from fading. This is called the spacing effect. Spaced repetition ensures you don’t waste time reviewing what you already know, and instead focus on what you’re about to forget."
    },
    "howToApply": {
      "title": "How to Apply It",
      "items": [
        "<strong>Use SRS Apps:</strong> Anki, SuperMemo, and Quizlet automatically schedule reviews based on your memory strength.",
        "<strong>Manual Leitner System:</strong> Sort flashcards into boxes — easy cards get reviewed less, hard cards more.",
        "<strong>DIY Calendar:</strong> Set reminders (Day 1, Day 3, Day 7, Day 14, Day 30)."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "Learning Spanish vocabulary, you review 'gato' (cat) on Day 1, Day 3, Day 7, and Day 14. Each time it sticks better until you barely need to think about it."
    },
    "tips": {
      "title": "Pro Tips",
      "items": [
        "Don’t add too many cards at once — you’ll get overwhelmed.",
        "Tag and organize cards by subject/topic.",
        "Use images and mnemonics on flashcards to boost recall."
      ]
    },
    "commonPitfalls": {
      "title": "Common Pitfalls",
      "description": "Skipping reviews ruins the spacing effect. Don’t cram all cards in one session — consistency is key."
    },
    "evidence": {
      "title": "Scientific Evidence",
      "description": "The spacing effect is one of the most robust findings in psychology. Cepeda et al. (2006) meta-analysis found spaced study produced stronger, longer-lasting learning than massed study (cramming)."
    }
  },
  "interleaving": {
    "title": "Interleaving",
    "principle": {
      "title": "Principle",
      "description": "Mixing topics or problem types forces your brain to recognize the right strategy instead of just repeating the same steps. This builds flexible knowledge and problem-solving ability."
    },
    "howToApply": {
      "title": "How to Apply It",
      "items": [
        "<strong>Math Practice:</strong> Mix algebra, geometry, and calculus problems instead of batching one type.",
        "<strong>Languages:</strong> Alternate between vocab, grammar, and listening practice.",
        "<strong>Music:</strong> Rotate between scales, chords, and songs in one session."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "A chemistry student studies acids, bases, and organic reactions in one practice set instead of doing 50 acid problems in a row."
    },
    "tips": {
      "title": "Pro Tips",
      "items": [
        "Feels harder than blocking — that’s good! Difficulty = learning.",
        "Mix 2–3 related topics, don’t overwhelm yourself with too many."
      ]
    },
    "evidence": {
      "title": "Scientific Evidence",
      "description": "Rohrer & Taylor (2007) found students who practiced interleaved math problems scored nearly double compared to those who studied in blocks."
    }
  },
  "elaboration": {
    "title": "Elaboration (Elaborative Interrogation)",
    "principle": {
      "title": "Principle",
      "description": "Elaboration involves connecting new information to pre-existing knowledge in a meaningful way. Instead of just memorizing isolated facts, you actively process the information by asking 'how' and 'why' questions and relating it to your own experiences. This builds a richer, more interconnected web of knowledge, making the information easier to remember and apply."
    },
    "howToApply": {
      "title": "How to Apply It",
      "items": [
        "<strong>Ask 'How' and 'Why':</strong> As you learn, constantly ask yourself: How does this work? Why is this true? Why is this important?",
        "<strong>Connect to Your Life:</strong> Relate the concept to your personal experiences or to things you already know well.",
        "<strong>Use Analogies:</strong> Create a metaphor or analogy for the concept. For example, \"A cell's mitochondria is like a power plant for the city.\"",
        "<strong>Self-Explanation:</strong> Pause and explain the concept to yourself in your own words, as if you were teaching it."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "While learning about the economic principle of supply and demand, a student could elaborate by thinking about a recent time they saw this in action, like the price of a popular video game console being very high when it was first released (high demand, low supply) and then dropping a year later (lower demand, higher supply)."
    },
    "evidence": {
      "title": "Scientific Evidence",
      "description": "Research on levels of processing (Craik & Lockhart, 1972) shows that information that is processed more deeply (i.e., by considering its meaning and connections) is remembered far better than information that is processed shallowly (i.e., by just looking at its surface features)."
    }
  },
  "dualCoding": {
    "title": "Dual Coding",
    "principle": {
      "title": "Principle",
      "description": "According to Allan Paivio's dual-coding theory, the brain processes information through two separate but interconnected channels: a verbal channel (for language) and a visual channel (for images). We learn and retain information more effectively when it is presented in both formats simultaneously, as this creates two distinct memory pathways, strengthening the memory trace."
    },
    "howToApply": {
      "title": "How to Apply It",
      "items": [
        "<strong>Create Diagrams:</strong> Draw a diagram, flowchart, or mind map to visually represent the information from a text.",
        "<strong>Find Infographics:</strong> Look for visual summaries of complex topics.",
        "<strong>Draw as You Learn:</strong> Make simple sketches or icons in your notes next to key concepts.",
        "<strong>Use Video:</strong> Watch educational videos that combine narration with relevant visuals to explain a topic."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "When studying the human circulatory system, a student would not only read the descriptions of the heart, arteries, and veins but also study and redraw a detailed diagram of blood flow. The combination of the text (verbal) and the diagram (visual) enhances their understanding and recall."
    },
    "evidence": {
      "title": "Scientific Evidence",
      "description": "Numerous studies support the dual-coding theory. For example, research by Mayer and Anderson showed that students who learned from an animation with narration performed significantly better on problem-solving tests than students who received only narration or only animation."
    }
  },
  "feynmanTechnique": {
    "title": "The Feynman Technique",
    "principle": {
      "title": "Principle",
      "description": "Named after Nobel laureate physicist Richard Feynman, this technique is a powerful mental model for learning. Its core idea is that to truly understand a concept, you must be able to explain it in simple, plain language. The process of simplification reveals the boundaries of your knowledge and exposes any misunderstandings."
    },
    "steps": {
      "title": "The Four Steps",
      "step1": {
        "title": "Choose a Concept",
        "description": "Pick a topic you want to learn and start studying it. Read the source material and take notes."
      },
      "step2": {
        "title": "Teach it to a Child",
        "description": "Write down an explanation of the concept on a blank piece of paper as if you were teaching it to someone with no prior knowledge, like a child. Use simple language and avoid jargon."
      },
      "step3": {
        "title": "Identify Knowledge Gaps",
        "description": "Whenever you get stuck, use complex terms, or feel your explanation is shaky, you've found a gap in your understanding. Go back to the source material to strengthen your knowledge."
      },
      "step4": {
        "title": "Review and Simplify",
        "description": "Refine your explanation. Read it out loud. If it's not simple or sounds confusing, try again. Use analogies and create a smooth narrative until your understanding is solid."
      }
    },
    "example": {
      "title": "Example Scenario",
      "description": "A student trying to understand blockchain technology would write an explanation that avoids technical jargon like \"cryptographic hash\" and \"distributed ledger.\" They might instead use an analogy of a shared, public notebook that anyone can see but no one can erase, with each new entry linked to the previous one, to explain the core concept simply."
    }
  },
  "pomodoroTechnique": {
    "title": "The Pomodoro Technique",
    "principle": {
      "title": "Principle",
      "description": "Developed by Francesco Cirillo, the Pomodoro Technique is a time management method that uses a timer to break down work into intervals, traditionally 25 minutes in length, separated by short breaks. The goal is to create focus, reduce mental fatigue, and minimize distractions."
    },
    "steps": {
      "title": "The Five Steps",
      "items": [
        "<strong>Choose a task</strong> you want to work on.",
        "<strong>Set a timer for 25 minutes.</strong> This is one \"Pomodoro\".",
        "<strong>Work on the task</strong> with undivided focus until the timer rings.",
        "<strong>Take a short break</strong> (5 minutes). Do something relaxing away from your work.",
        "After four Pomodoros, <strong>take a longer break</strong> (15-30 minutes)."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "A student needs to write a research paper. They break the large task into smaller steps: \"Find 5 sources.\" They set a 25-minute timer and focus solely on that task. When the timer rings, they take a 5-minute break to stretch and get water. They repeat this process, feeling productive and avoiding burnout."
    },
    "whyItWorks": {
      "title": "Why It Works",
      "description": "The technique combats procrastination by making it easy to start on a small, timed task. It also trains your brain to focus for sustained periods and helps you become more aware of where your time goes. The forced breaks are critical for maintaining mental energy over long study sessions."
    }
  },
  "cornellMethod": {
    "title": "The Cornell Method",
    "principle": {
      "title": "Principle",
      "description": "The Cornell Method is a note-taking system designed for active learning and easy review. It divides a single page into distinct sections, each with a specific purpose, encouraging you to engage with the material during and after the lecture or reading."
    },
    "pageStructure": {
      "title": "How to Structure Your Page",
      "items": [
        "<strong>Main Notes Area (Right):</strong> During the lecture or while reading, take your notes in this largest section. Don't worry about being perfect; capture key ideas, examples, and formulas.",
        "<strong>Cues/Questions Column (Left):</strong> Shortly after the session, review your main notes and pull out key terms, concepts, or potential test questions. Write these in the narrow left-hand column, aligned with the relevant notes.",
        "<strong>Summary Section (Bottom):</strong> At the end of your note-taking session, write a one or two-sentence summary of the entire page's content in the bottom section. This forces you to process and synthesize the information."
      ]
    },
    "example": {
      "title": "Example Scenario",
      "description": "In a biology class about mitosis, a student's main notes would detail the phases (Prophase, Metaphase, etc.). Later, in the Cues column, they would write questions like \"What happens in anaphase?\" or key terms like \"Centromere.\" To review, they can cover the main notes and try to answer the questions in the Cues column, effectively practicing active recall."
    },
    "whyItWorks": {
      "title": "Why It Works",
      "description": "This method builds active learning directly into your note-taking process. The Cues column creates built-in flashcards for easy self-testing (Active Recall), and the Summary section forces you to process the material at a deeper level (Elaboration)."
    }
  }
}